{
    "no": 1,
    "yes": 2,
    "2": 3,
    "1": 4,
    "white": 5,
    "3": 6,
    "red": 7,
    "black": 8,
    "blue": 9,
    "0": 10,
    "4": 11,
    "green": 12,
    "brown": 13,
    "yellow": 14,
    "5": 15,
    "gray": 16,
    "6": 17,
    "baseball": 18,
    "nothing": 19,
    "frisbee": 20,
    "tennis": 21,
    "right": 22,
    "left": 23,
    "orange": 24,
    "wood": 25,
    "bathroom": 26,
    "pizza": 27,
    "none": 28,
    "pink": 29,
    "kitchen": 30,
    "7": 31,
    "8": 32,
    "cat": 33,
    "dog": 34,
    "skiing": 35,
    "grass": 36,
    "water": 37,
    "man": 38,
    "skateboarding": 39,
    "silver": 40,
    "10": 41,
    "kite": 42,
    "horse": 43,
    "black and white": 44,
    "skateboard": 45,
    "surfing": 46,
    "snow": 47,
    "giraffe": 48,
    "tan": 49,
    "9": 50,
    "wii": 51,
    "surfboard": 52,
    "living room": 53,
    "phone": 54,
    "cake": 55,
    "elephant": 56,
    "broccoli": 57,
    "apple": 58,
    "purple": 59,
    "stop": 60,
    "12": 61,
    "table": 62,
    "sunny": 63,
    "eating": 64,
    "woman": 65,
    "banana": 66,
    "soccer": 67,
    "food": 68,
    "unknown": 69,
    "hat": 70,
    "sheep": 71,
    "train": 72,
    "snowboarding": 73,
    "standing": 74,
    "male": 75,
    "winter": 76,
    "beach": 77,
    "bear": 78,
    "cow": 79,
    "umbrella": 80,
    "bus": 81,
    "laptop": 82,
    "motorcycle": 83,
    "wine": 84,
    "female": 85,
    "maybe": 86,
    "clear": 87,
    "outside": 88,
    "trees": 89,
    "zebra": 90,
    "flowers": 91,
    "walking": 92,
    "camera": 93,
    "sitting": 94,
    "metal": 95,
    "brick": 96,
    "20": 97,
    "tile": 98,
    "many": 99,
    "bench": 100,
    "plane": 101,
    "bed": 102,
    "bananas": 103,
    "bird": 104,
    "night": 105,
    "bedroom": 106,
    "11": 107,
    "15": 108,
    "car": 109,
    "summer": 110,
    "down": 111,
    "kites": 112,
    "hot dog": 113,
    "cell phone": 114,
    "beige": 115,
    "cloudy": 116,
    "tree": 117,
    "fork": 118,
    "sandwich": 119,
    "sand": 120,
    "helmet": 121,
    "blue and white": 122,
    "donut": 123,
    "up": 124,
    "chair": 125,
    "ground": 126,
    "horses": 127,
    "red and white": 128,
    "wall": 129,
    "plate": 130,
    "beer": 131,
    "boat": 132,
    "glass": 133,
    "bat": 134,
    "day": 135,
    "skis": 136,
    "fence": 137,
    "bike": 138,
    "ball": 139,
    "birthday": 140,
    "13": 141,
    "cows": 142,
    "people": 143,
    "girl": 144,
    "cheese": 145,
    "overcast": 146,
    "airplane": 147,
    "truck": 148,
    "square": 149,
    "street": 150,
    "glasses": 151,
    "plastic": 152,
    "boy": 153,
    "dirt": 154,
    "coffee": 155,
    "couch": 156,
    "snowboard": 157,
    "knife": 158,
    "nike": 159,
    "english": 160,
    "blonde": 161,
    "tv": 162,
    "ocean": 163,
    "not sure": 164,
    "floor": 165,
    "14": 166,
    "round": 167,
    "suitcase": 168,
    "concrete": 169,
    "tennis racket": 170,
    "open": 171,
    "fruit": 172,
    "tie": 173,
    "fall": 174,
    "lot": 175,
    "afternoon": 176,
    "person": 177,
    "airport": 178,
    "christmas": 179,
    "don't know": 180,
    "stripes": 181,
    "computer": 182,
    "teddy bear": 183,
    "toilet": 184,
    "no one": 185,
    "zoo": 186,
    "toothbrush": 187,
    "chicken": 188,
    "old": 189,
    "paper": 190,
    "can't tell": 191,
    "usa": 192,
    "carrots": 193,
    "scissors": 194,
    "30": 195,
    "25": 196,
    "flying kite": 197,
    "16": 198,
    "spoon": 199,
    "chocolate": 200,
    "clock": 201,
    "cold": 202,
    "elephants": 203,
    "daytime": 204,
    "carpet": 205,
    "building": 206,
    "stone": 207,
    "city": 208,
    "breakfast": 209,
    "playing": 210,
    "closed": 211,
    "apples": 212,
    "remote": 213,
    "bicycle": 214,
    "window": 215,
    "sun": 216,
    "lettuce": 217,
    "light": 218,
    "donuts": 219,
    "rectangle": 220,
    "50": 221,
    "sidewalk": 222,
    "spring": 223,
    "clouds": 224,
    "dell": 225,
    "sleeping": 226,
    "chinese": 227,
    "leaves": 228,
    "birds": 229,
    "park": 230,
    "home": 231,
    "africa": 232,
    "restaurant": 233,
    "field": 234,
    "not possible": 235,
    "mirror": 236,
    "desk": 237,
    "circle": 238,
    "oranges": 239,
    "sky": 240,
    "morning": 241,
    "wedding": 242,
    "both": 243,
    "wii remote": 244,
    "white and black": 245,
    "dinner": 246,
    "road": 247,
    "mountains": 248,
    "cooking": 249,
    "fish": 250,
    "evening": 251,
    "house": 252,
    "brown and white": 253,
    "office": 254,
    "on table": 255,
    "inside": 256,
    "palm": 257,
    "neither": 258,
    "plaid": 259,
    "happy": 260,
    "sunglasses": 261,
    "playing wii": 262,
    "nowhere": 263,
    "small": 264,
    "luggage": 265,
    "carrot": 266,
    "gold": 267,
    "vegetables": 268,
    "mountain": 269,
    "100": 270,
    "bread": 271,
    "tomato": 272,
    "wetsuit": 273,
    "giraffes": 274,
    "sign": 275,
    "noon": 276,
    "racket": 277,
    "short": 278,
    "milk": 279,
    "hair": 280,
    "asian": 281,
    "picture": 282,
    "microwave": 283,
    "counter": 284,
    "fire hydrant": 285,
    "shirt": 286,
    "18": 287,
    "american": 288,
    "flower": 289,
    "ski poles": 290,
    "child": 291,
    "bag": 292,
    "zebras": 293,
    "striped": 294,
    "watch": 295,
    "backpack": 296,
    "bowl": 297,
    "vase": 298,
    "london": 299,
    "pepperoni": 300,
    "towel": 301,
    "salad": 302,
    "jeans": 303,
    "several": 304,
    "sink": 305,
    "i don't know": 306,
    "grazing": 307,
    "on": 308,
    "baby": 309,
    "17": 310,
    "wii controller": 311,
    "front": 312,
    "catcher": 313,
    "lunch": 314,
    "cement": 315,
    "refrigerator": 316,
    "white and blue": 317,
    "oak": 318,
    "color": 319,
    "graffiti": 320,
    "hay": 321,
    "forward": 322,
    "solid": 323,
    "real": 324,
    "book": 325,
    "books": 326,
    "adidas": 327,
    "rain": 328,
    "police": 329,
    "china": 330,
    "electric": 331,
    "rocks": 332,
    "spinach": 333,
    "keyboard": 334,
    "middle": 335,
    "blanket": 336,
    "very": 337,
    "shorts": 338,
    "outdoors": 339,
    "smiling": 340,
    "hand": 341,
    "40": 342,
    "england": 343,
    "shoes": 344,
    "pole": 345,
    "talking": 346,
    "soup": 347,
    "drinking": 348,
    "unsure": 349,
    "flying": 350,
    "24": 351,
    "lights": 352,
    "box": 353,
    "glove": 354,
    "gas": 355,
    "pine": 356,
    "clothes": 357,
    "floral": 358,
    "rock": 359,
    "sandals": 360,
    "young": 361,
    "ketchup": 362,
    "motorcycles": 363,
    "playing tennis": 364,
    "resting": 365,
    "posing": 366,
    "mouse": 367,
    "air": 368,
    "church": 369,
    "background": 370,
    "lake": 371,
    "windows": 372,
    "new york": 373,
    "dessert": 374,
    "roses": 375,
    "collar": 376,
    "bricks": 377,
    "leather": 378,
    "brushing teeth": 379,
    "controller": 380,
    "ski": 381,
    "cars": 382,
    "skating": 383,
    "oven": 384,
    "passenger": 385,
    "warm": 386,
    "hot dogs": 387,
    "straight": 388,
    "green and white": 389,
    "photographer": 390,
    "baseball bat": 391,
    "rainy": 392,
    "red and black": 393,
    "america": 394,
    "pitcher": 395,
    "off": 396,
    "umpire": 397,
    "kite flying": 398,
    "umbrellas": 399,
    "river": 400,
    "jacket": 401,
    "white and red": 402,
    "rose": 403,
    "cream": 404,
    "21": 405,
    "clean": 406,
    "triangle": 407,
    "reading": 408,
    "living": 409,
    "lamp": 410,
    "adult": 411,
    "tomatoes": 412,
    "wire": 413,
    "sneakers": 414,
    "taking off": 415,
    "meat": 416,
    "long": 417,
    "sunset": 418,
    "bridge": 419,
    "canada": 420,
    "talking on phone": 421,
    "wilson": 422,
    "stove": 423,
    "heart": 424,
    "batter": 425,
    "lemon": 426,
    "hotel": 427,
    "running": 428,
    "cup": 429,
    "surfboards": 430,
    "doughnut": 431,
    "steel": 432,
    "hot": 433,
    "large": 434,
    "seagull": 435,
    "soda": 436,
    "23": 437,
    "united states": 438,
    "safety": 439,
    "top": 440,
    "22": 441,
    "shadow": 442,
    "delta": 443,
    "ceramic": 444,
    "indoors": 445,
    "purse": 446,
    "on wall": 447,
    "rug": 448,
    "jumping": 449,
    "bears": 450,
    "in air": 451,
    "fridge": 452,
    "back": 453,
    "on ground": 454,
    "landing": 455,
    "parking": 456,
    "gloves": 457,
    "nobody": 458,
    "checkered": 459,
    "poles": 460,
    "boots": 461,
    "stop sign": 462,
    "riding": 463,
    "train station": 464,
    "calm": 465,
    "coca cola": 466,
    "plant": 467,
    "scarf": 468,
    "rope": 469,
    "rainbow": 470,
    "goggles": 471,
    "beef": 472,
    "wild": 473,
    "television": 474,
    "east": 475,
    "cap": 476,
    "ford": 477,
    "paint": 478,
    "north": 479,
    "peppers": 480,
    "tea": 481,
    "19": 482,
    "human": 483,
    "tennis ball": 484,
    "pillow": 485,
    "oval": 486,
    "van": 487,
    "blue and yellow": 488,
    "on plate": 489,
    "good": 490,
    "red and yellow": 491,
    "branch": 492,
    "basket": 493,
    "no idea": 494,
    "plain": 495,
    "watching": 496,
    "playing frisbee": 497,
    "flag": 498,
    "bottle": 499,
    "door": 500,
    "hydrant": 501,
    "marble": 502,
    "head": 503,
    "new": 504,
    "dining room": 505,
    "united": 506,
    "away": 507,
    "on right": 508,
    "jet": 509,
    "boats": 510,
    "samsung": 511,
    "shelf": 512,
    "dusk": 513,
    "35": 514,
    "guitar": 515,
    "laying down": 516,
    "mustard": 517,
    "tower": 518,
    "looking": 519,
    "lab": 520,
    "tracks": 521,
    "tennis court": 522,
    "downhill": 523,
    "28": 524,
    "necklace": 525,
    "dogs": 526,
    "toilet paper": 527,
    "pictures": 528,
    "in water": 529,
    "toy": 530,
    "double decker": 531,
    "olives": 532,
    "pepsi": 533,
    "on left": 534,
    "go": 535,
    "red and blue": 536,
    "urban": 537,
    "bikes": 538,
    "wooden": 539,
    "strawberries": 540,
    "store": 541,
    "men": 542,
    "board": 543,
    "lots": 544,
    "wind": 545,
    "rice": 546,
    "flying kites": 547,
    "strawberry": 548,
    "swimming": 549,
    "duck": 550,
    "coke": 551,
    "taking picture": 552,
    "vanilla": 553,
    "texting": 554,
    "steam": 555,
    "ponytail": 556,
    "school": 557,
    "electricity": 558,
    "water skiing": 559,
    "27": 560,
    "one way": 561,
    "smoke": 562,
    "decoration": 563,
    "blender": 564,
    "cloth": 565,
    "bottom": 566,
    "white and brown": 567,
    "ham": 568,
    "football": 569,
    "west": 570,
    "raining": 571,
    "south": 572,
    "cutting board": 573,
    "painting": 574,
    "star": 575,
    "orange and white": 576,
    "big": 577,
    "game": 578,
    "yellow and blue": 579,
    "asphalt": 580,
    "juice": 581,
    "granite": 582,
    "playing baseball": 583,
    "dirty": 584,
    "italian": 585,
    "japan": 586,
    "tabby": 587,
    "blinds": 588,
    "cotton": 589,
    "suit": 590,
    "fries": 591,
    "ice cream": 592,
    "turkey": 593,
    "goat": 594,
    "parking lot": 595,
    "yellow and black": 596,
    "fan": 597,
    "work": 598,
    "cargo": 599,
    "maroon": 600,
    "cannot tell": 601,
    "bacon": 602,
    "orange juice": 603,
    "parking meter": 604,
    "desert": 605,
    "sausage": 606,
    "shade": 607,
    "modern": 608,
    "gray and white": 609,
    "maple": 610,
    "p": 611,
    "planes": 612,
    "tennis racquet": 613,
    "sauce": 614,
    "to right": 615,
    "clay": 616,
    "sofa": 617,
    "stainless steel": 618,
    "possibly": 619,
    "dark": 620,
    "fire": 621,
    "daisy": 622,
    "grapes": 623,
    "plants": 624,
    "fishing": 625,
    "bracelet": 626,
    "public": 627,
    "trash": 628,
    "octagon": 629,
    "sugar": 630,
    "batting": 631,
    "caucasian": 632,
    "helmets": 633,
    "above": 634,
    "skateboards": 635,
    "headband": 636,
    "skate park": 637,
    "on bed": 638,
    "38": 639,
    "wine glass": 640,
    "catching": 641,
    "polar bear": 642,
    "nighttime": 643,
    "polo": 644,
    "cabinet": 645,
    "to left": 646,
    "smile": 647,
    "clock tower": 648,
    "hats": 649,
    "pasta": 650,
    "pepper": 651,
    "honda": 652,
    "straw": 653,
    "soccer ball": 654,
    "full": 655,
    "dress": 656,
    "stuffed animal": 657,
    "ducks": 658,
    "w": 659,
    "teal": 660,
    "behind": 661,
    "55": 662,
    "ramp": 663,
    "protection": 664,
    "softball": 665,
    "us": 666,
    "candles": 667,
    "cats": 668,
    "onions": 669,
    "flip flops": 670,
    "green and yellow": 671,
    "stripe": 672,
    "tray": 673,
    "ceiling": 674,
    "laying": 675,
    "waves": 676,
    "32": 677,
    "pants": 678,
    "sweater": 679,
    "waiting": 680,
    "napkin": 681,
    "multi": 682,
    "fake": 683,
    "subway": 684,
    "wiimote": 685,
    "on desk": 686,
    "commercial": 687,
    "low": 688,
    "navy": 689,
    "trash can": 690,
    "tulips": 691,
    "cross": 692,
    "women": 693,
    "playing game": 694,
    "yellow and red": 695,
    "video game": 696,
    "potatoes": 697,
    "lady": 698,
    "terrier": 699,
    "all": 700,
    "sony": 701,
    "japanese": 702,
    "curtain": 703,
    "india": 704,
    "light blue": 705,
    "chairs": 706,
    "farm": 707,
    "a": 708,
    "60": 709,
    "no parking": 710,
    "diamond": 711,
    "skateboarder": 712,
    "doughnuts": 713,
    "pen": 714,
    "hands": 715,
    "tiles": 716,
    "forest": 717,
    "black and red": 718,
    "military": 719,
    "eggs": 720,
    "b": 721,
    "moving": 722,
    "basketball": 723,
    "dry": 724,
    "surf": 725,
    "dodgers": 726,
    "stick": 727,
    "face": 728,
    "parrot": 729,
    "drink": 730,
    "buildings": 731,
    "cutting": 732,
    "ring": 733,
    "boston": 734,
    "carriage": 735,
    "cutting cake": 736,
    "one on right": 737,
    "bicycles": 738,
    "porcelain": 739,
    "regular": 740,
    "party": 741,
    "kia": 742,
    "center": 743,
    "france": 744,
    "bull": 745,
    "cart": 746,
    "market": 747,
    "45": 748,
    "french": 749,
    "out": 750,
    "tall": 751,
    "29": 752,
    "blue and red": 753,
    "air canada": 754,
    "white and green": 755,
    "red and green": 756,
    "parsley": 757,
    "pigeon": 758,
    "mac": 759,
    "pan": 760,
    "california": 761,
    "bmw": 762,
    "fedex": 763,
    "34": 764,
    "on counter": 765,
    "high": 766,
    "reflection": 767,
    "hit ball": 768,
    "bow": 769,
    "sandwiches": 770,
    "owl": 771,
    "26": 772,
    "collie": 773,
    "towels": 774,
    "pot": 775,
    "bar": 776,
    "asia": 777,
    "swan": 778,
    "african": 779,
    "game controller": 780,
    "outdoor": 781,
    "brush": 782,
    "black white": 783,
    "slow": 784,
    "beard": 785,
    "pavement": 786,
    "indian": 787,
    "sunlight": 788,
    "yellow and white": 789,
    "germany": 790,
    "shower": 791,
    "german": 792,
    "mercedes": 793,
    "tennis shoes": 794,
    "on floor": 795,
    "basil": 796,
    "toyota": 797,
    "scooter": 798,
    "chicago": 799,
    "polar": 800,
    "string": 801,
    "headphones": 802,
    "hardwood": 803,
    "parked": 804,
    "frosting": 805,
    "can't see": 806,
    "cowboy": 807,
    "pork": 808,
    "art": 809,
    "200": 810,
    "traffic": 811,
    "relaxing": 812,
    "vegetable": 813,
    "rural": 814,
    "dock": 815,
    "candle": 816,
    "rectangular": 817,
    "station": 818,
    "parade": 819,
    "harley": 820,
    "wet": 821,
    "surfer": 822,
    "racquet": 823,
    "dunkin donuts": 824,
    "walk": 825,
    "light brown": 826,
    "blue and black": 827,
    "cigarette": 828,
    "seagulls": 829,
    "spanish": 830,
    "pie": 831,
    "white and gray": 832,
    "peach": 833,
    "pug": 834,
    "soap": 835,
    "egg": 836,
    "baseball cap": 837,
    "fork and knife": 838,
    "starbucks": 839,
    "italy": 840,
    "hill": 841,
    "hp": 842,
    "in front": 843,
    "french fries": 844,
    "business": 845,
    "stairs": 846,
    "steak": 847,
    "twin": 848,
    "pickle": 849,
    "wave": 850,
    "on street": 851,
    "chopsticks": 852,
    "fire truck": 853,
    "n": 854,
    "apartment": 855,
    "t": 856,
    "sad": 857,
    "private": 858,
    "empty": 859,
    "wool": 860,
    "coat": 861,
    "fur": 862,
    "unclear": 863,
    "bowling": 864,
    "family": 865,
    "tag": 866,
    "little": 867,
    "mushrooms": 868,
    "mozzarella": 869,
    "mutt": 870,
    "corn": 871,
    "c": 872,
    "pineapple": 873,
    "crane": 874,
    "country": 875,
    "children": 876,
    "curtains": 877,
    "one on left": 878,
    "squares": 879,
    "lighthouse": 880,
    "words": 881,
    "big ben": 882,
    "medium": 883,
    "driving": 884,
    "bakery": 885,
    "bulldog": 886,
    "desktop": 887,
    "2 feet": 888,
    "eagle": 889,
    "brown and black": 890,
    "at camera": 891,
    "bun": 892,
    "midday": 893,
    "butter": 894,
    "chain link": 895,
    "pink and white": 896,
    "roof": 897,
    "motorbike": 898,
    "chef": 899,
    "candy": 900,
    "newspaper": 901,
    "remote control": 902,
    "phones": 903,
    "net": 904,
    "handle": 905,
    "san francisco": 906,
    "3 feet": 907,
    "visor": 908,
    "not very": 909,
    "right side": 910,
    "beans": 911,
    "onion": 912,
    "bush": 913,
    "fabric": 914,
    "natural": 915,
    "mcdonald's": 916,
    "magnets": 917,
    "suv": 918,
    "kid": 919,
    "monkey": 920,
    "monitor": 921,
    "plates": 922,
    "working": 923,
    "sprinkles": 924,
    "blue and green": 925,
    "sailboat": 926,
    "bandana": 927,
    "red sox": 928,
    "gravel": 929,
    "balance": 930,
    "nice": 931,
    "ski lift": 932,
    "shoe": 933,
    "beanie": 934,
    "nokia": 935,
    "rail": 936,
    "watermelon": 937,
    "yellow and green": 938,
    "krispy kreme": 939,
    "parasailing": 940,
    "calico": 941,
    "fruits": 942,
    "iron": 943,
    "black, white": 944,
    "runway": 945,
    "street sign": 946,
    "cucumber": 947,
    "black and yellow": 948,
    "fireplace": 949,
    "paddle": 950,
    "garbage": 951,
    "downtown": 952,
    "bus stop": 953,
    "halloween": 954,
    "bucket": 955,
    "33": 956,
    "bushes": 957,
    "army": 958,
    "fun": 959,
    "signs": 960,
    "transportation": 961,
    "animals": 962,
    "roman": 963,
    "skier": 964,
    "night time": 965,
    "on road": 966,
    "railing": 967,
    "bags": 968,
    "pastry": 969,
    "31": 970,
    "dining": 971,
    "on beach": 972,
    "statue": 973,
    "suitcases": 974,
    "teddy bears": 975,
    "multicolored": 976,
    "2012": 977,
    "emirates": 978,
    "icing": 979,
    "racing": 980,
    "stand": 981,
    "catching frisbee": 982,
    "cardboard": 983,
    "butterfly": 984,
    "left side": 985,
    "potato": 986,
    "cleaning": 987,
    "boxes": 988,
    "german shepherd": 989,
    "first": 990,
    "lufthansa": 991,
    "10 feet": 992,
    "pillows": 993,
    "library": 994,
    "bell": 995,
    "lamb": 996,
    "on grass": 997,
    "logo": 998,
    "?": 999,
    "staring": 1000,
    "<unk>": 0
}